{
  "data": [
    {
      "id": 1,
      "title": "SMRAYAS Chandelier Ceiling Light in 160 mm for Home Decoration in Living Room, Jhoomar for Hall (Without Bulb)",
      "price": 539 ,
      "strikeprice": "₹1,999" ,
      "image": "https://m.media-amazon.com/images/I/61UuNGS6EuL._SX522_.jpg" ,
      "brand": "SMRAYAS" ,
      "colour": "Gold" ,
      "material": "Metal"  ,
      "aboutproduct": "Versatile Lighting: Perfect for the hall, living room, dining hall, and hallway, adding elegance and functionality to various spaces Elegant Design: Crafted with precision and sophistication, this chandelier boasts a captivating and contemporary design that enhances any room it's placed in Premium Quality Materials: Constructed with high-quality materials ensuring durability and longevity, offering a timeless appeal that lasts . Enhanced Décor: Elevate your home décor with this statement piece, adding a touch of modern luxury and sophistication to your living space .Trending Home Décor: A trendsetting lighting fixture that brings a contemporary charm to your home, setting the tone for a stylish ambiance." ,
      "rating": 2 ,
      "qty": 1 
       } ,
    {
      "id": 2,
      "title": "CRYSTARAIN 15Inch 2LayerHexa Warmwhite Crystal Chandelier for Living Room Modern Ceiling Light for Hall Dining Room Led Fixtures Hanging Ring Pendent Cr28",
      "price": 3600 ,
      "strikeprice": "₹5,999" ,
      "image": "https://m.media-amazon.com/images/I/61HVfdr2-SL._SX679_.jpg" ,
      "brand": "CRYSTARAIN" ,
      "colour": "WarmWhite" ,
      "material": "Glass"  ,
      "about_product": "15Inch 2LayerHexa Warmwhite Crystal Chandelier for Living Room Modern Ceiling Light for Hall Dining Room Led Fixtures Hanging Ring Pendent A2815 inch width, 8 inch height Shape -2 layer Hexagone, Size - Outer width size of Ring - 15 inch, Inner Ring width size of Ring - 8 inch, Heavy glass crystal INSTRUCTION : Before installing the chandelier, please remove the plastic protective film upon the stainless steel rings" ,
      "rating": 4.1 ,
      "qty": 1
       } ,
    {
      "id": 3,
      "title": "8 Inch K9 Crystal Chandelier For Living Room Ceiling Light (8 Inch, Warm White)(Ac)",
      "price": 1499 ,
      "strikeprice": "₹2,999" ,
      "image": "https://m.media-amazon.com/images/I/71yravurn9L._SX522_.jpg" ,
      "brand": "Generic" ,
      "colour": "WarmWhite" ,
      "material": "Crystal/Steel/Glass"  ,
      "about_product": "Made Up of: Steel And Glass 1 Warm White Led bulb Already Installed 8 Inch Width, Height 12 Inch Use: LIVING ROOM, DINING ROOM, KITCHEN , HALL 1 year Warrenty Contact k9 Crystal products" ,
      "rating": 3.8 ,
      "qty": 1
       } ,
   
    {
      "id": 4,
      "title": "Discount4product Crystal chandelier 2 Watts Ceiling Lamp, Clear, Warm White",
      "price": 1399 ,
      "strikeprice": "₹1,999" ,
      "image": "https://m.media-amazon.com/images/I/71oyYUA0wiL._SX679_.jpg" ,
      "brand": "Discount4product" ,
      "colour": "Clear,Warm-White" ,
      "material": "Crystal"  ,
      "about_product": "> Meterial - 30 mm Crystal Ball & 8 mm Octagonal Glass Bead, Bottom High Quality Glass Pencil Shape hanging, Stainless Steel Mirror Plate. We Do not Use Plastic Here<br> Stainless steel plate & 100% Glass Clear K9 Crystal makes product Beautiful and long lasting.<br> The amazing flush mount k9 crystal modern rain drop chandelier lighting is a gorgeous ceiling light fixture which is far more stunning than the picture, The modern contemporary chandelier pendant lamp quality is guaranteed<br> Please Feel Free To contact us if there is any query or confusion in instalation or issue in product. We are here to listion and commited to solve issue. Whats app us on: 8238238085<br> Voltage: 220.0; Wattage: 2.0; Color Name: Clear, Warm White" ,
      "rating": 3.7 ,
      "qty": 1
       } ,
   
    {
      "id": 5,
      "title": "RJ-48W Modern 5 Heads Ceiling Light Cool White, Warm White, Natural White, Flush Mount Lighting Fixture for Living Room Children Bedroom Dining Room (2 Years Warranty)",
      "price": 9499 ,
      "strikeprice": "₹15,999" ,
      "image": "https://m.media-amazon.com/images/I/41zTcJ0-6zL._SY445_SX342_QL70_FMwebp_.jpg" ,
      "brand": "RJ" ,
      "colour": "5-Heads/black" ,
      "material": "Acrylic"  ,
      "about_product": "☆【Stylish Design】 This creative ceiling lamp is full of modern simple fashion sense and looks very special, use flower shape, it is really a dreamlike visual enjoyment, making your room full of artistic taste and family atmosphere is bright, warm and romantic. It will make family and friends like it. ☆【Specifications & Widespread Use】Power:48W. Ceiling lamp size: Length: 29.52inch(75cm), Height: 3.34inch(8.5cm). Irradiation area is about 8-15㎡.This ceiling lamp is suitable for bedroom, living room, dining room, study room, office, kitchen, hotel. It is suitable for residential and commercial lighting. You can choose the installation location according to your actual needs. 【Energy Saving】mount ceiling lighting with LED chips save energy up to 80% than halogen lamp, incandescent ceiling light fixture. Over 50,000 hour lifespan. CRI up to 90, resulting in high color rendering. ☆【Easy to Install】: The internal wiring of the lamp body has been completed. You only need to splice the lamp body, connect the wires, and fix it to the ceiling lamp to complete the installation. You can also refer to the installation video complete operation. Installation is not difficult and it is definitely worth it. If you have any questions, please email us" ,
      "rating": 5,
      "qty": 1
       } ,
    {
      "id": 6,
      "title": "GANE-SHART GA Crystal Glass Chandelier Yellow LED Light Ceiling Decoration for Banquet Hall, Living Room, Stair Area, Hotels, Temples, Office, Resort (Height - 2 feet)",
      "price": 1899 ,
      "strikeprice": "₹3,999" ,
      "image": "https://m.media-amazon.com/images/I/51gheG3IhDL._SX522_.jpg" ,
      "brand": "GANE-SHART" ,
      "colour": "Clear" ,
      "material": "Glass"  ,
      "about_product": "Size - Base plate width - 22 cm, Height - 2 foot, No. of Lights - 1, Light Color - Yellow, Light type - LED Materials used : Shiny 14 mm glass beads, modern flush mount k9 super sparkling rain drop 30mm crystal ball at bottom, 100% mirror stainless steel base plate, Metal wire and Hooks to hang Modern chandelier features an excellent design and beautifully dressed with brilliant crystals, Lighten up your space with this contemporary pendant light and adds a luxurious touch to the indoor styling. We used LED lights here, which gives long lasting effects. Crystal Balls hanged at bottom looks likr water drops, Stainless steel plate gives mirror effect. INSTRUCTION : Do cut off power at the time of installation, Install the plate first with the ceiling then hang crystal strings as directed in given installation manual.;Ideal for living rooms, dining rooms, hallways, offices, hotels, wedding halls, resorts, conference hall, etc." ,
      "rating": 1 ,
      "qty": 1
       } ,
    {
      "id": 7,
      "title": "swanart Modern Lighting Chandelier Light for Living Dining Room Round Hanging LED Lights",
      "price": 1999 ,
      "strikeprice": " ₹3,999" ,
      "image": "https://m.media-amazon.com/images/I/61gjr14DjiL._SX679_.jpg" ,
      "brand": "Swanart" ,
      "colour": "Design1" ,
      "material": "Glass"  ,
      "about_product": "Long life Extremely long life reduces re-lamp frequency. Save your effort to replace bulbs in high ceiling.Energy saving and Use for a long time:Brightness Degradation Is Less Than 0.1% per 1000 hours Material High quality glass material light cover, Dimmable LED beads, Back LED driver design, providing the best distance from the light cover to the LED beads, anti-glare lampshade with best light transmission Dimmable LED Natural White (4000K) Size: 11 X 11 X 4 inch ,12W,LED 2835 Epistar CHIP Light Source,1320 Lumens Easy to Install and to used As a flush mount LED more easy to installï¼ Fixture operates and ensures no flickering and quiet operation without interfering with other home electronics.This flush mount LED lights is greatly suitable for your kitchen,garage, office, basement, entryway and hallway, and many other places where you need a bright ceiling light" ,
      "rating": 4.1 ,
      "qty": 1
       } ,
    {
      "id": 8,
      "title": "swanart 10W Chandelier Light (6529, Multicolor)(Acrylic)",
      "price": 1550 ,
      "strikeprice": "₹9,000" ,
      "image": "https://m.media-amazon.com/images/I/51Enb4nvQPL.jpg" ,
      "brand": "Swanart" ,
      "colour": "Multi-color" ,
      "material": "Glass/Metal"  ,
      "about_product": "Long life Extremely long life reduces re-lamp frequency. Save your effort to replace bulbs in high ceiling.Energy saving and Use for a long time:Brightness Degradation Is Less Than 0.1% per 1000 hours<br> Material High quality glass material light cover, Dimmable LED beads, Back LED driver design, providing the best distance from the light cover to the LED beads, anti-glare lampshade with best light transmission<br> Dimmable LED Natural White (4000K) Size: 7 X 7 X 2 inch ,10W,LED 2835 Epistar CHIP Light Source,1320 Lumens<br> Easy to Install and to used As a flush mount LED more easy to installï¼ Fixture operates and ensures no flickering and quiet operation without interfering with other home electronics.This flush mount LED lights is greatly suitable for your kitchen,garage, office, basement, entryway and hallway, and many other places where you need a bright ceiling light<br> Wattage: 10.0; Size Name: 7 Inch; Color Name: Multi Color" ,
      "rating": 2 ,
      "qty": 1
       } ,
    {
      "id": 9,
      "title": "Homesake® Metal Dual Ring Crystal Flush Mount Ceiling Light, for Hallway Light Fixture Ceiling Flush Mount (Dual Ring White)",
      "price": 799 ,
      "strikeprice": "₹2,500" ,
      "image": "https://m.media-amazon.com/images/I/516+fii9peL._SX342_SY445_.jpg" ,
      "brand": "Homesake" ,
      "colour": "White" ,
      "material": "Crystal"  ,
      "about_product": "✔️ Illuminate your dining room or living room with this Black flush mount pendant ✔️E27 Bulb (Included) light source which can illuminate rooms 10-15 square meters. ✔️The low-carbon surface, environmental protection, non-toxic, no rust, paint evenly and durability. ✔️The crystal chandelier is beautifully made with antique Matt metal and is a high-quality product that gives rustic and elegant look with the crystal stones on it. ✔️High-quality metal paint lamp body, thick chassis, corrosion resistant, long-lasting use.Multi-channel processes grinding, thick, durable, safe and secure. ✔️Matt Finish flush mount light will be a nice antique lighting decoration gift for house remodel, housewarming, Valentine's Day, birthday, weddings, party, holiday decoration or other special events ." ,
      "rating": 3.5 ,
      "qty": 1
       } ,
    {
      "id": 10,
      "title": "M/S QAT Enterprises. Home Decoration Ceiling Chandelier Lighting 8 Blub-Light Sputnik Chandelier Antique Brass Mid Century Modern Ceiling Light for Kitchen Dining Room Bedroom Hallway Anyway",
      "price": 2299 ,
      "strikeprice": "₹7,999" ,
      "image": "https://m.media-amazon.com/images/I/41dzlOojHpL._SY445_SX342_QL70_FMwebp_.jpg" ,
      "brand": "Generic" ,
      "colour": "Golden" ,
      "material": "Brass"  ,
      "about_product": "perfect light for any space, this Mid-Century design is an elegant update for traditional and modern homes alike, Perfect for use in living rooms, bedrooms, hotel rooms, restaurants, and kitchens.Room Type Bed Room Living Room Dining Room Kitcen Kids Room Office , Hall , All For Decoration item Celine LightColour Gold Light fixture form Pendant(Bulb is not included) Specific Uses Kitchen, Bedroom, Living Room, Hallway, Hotel, Restaurant, Bar, Night Lamp, Decoration Power and Plug DescriptionAC Included Components Wiring 8 Holder Modern Industrial Sputnik Chandelier - Design: Simple style, made in India" ,
      "rating": 5,
      "qty": 1
       } ,
   
    {
      "id": 11,
      "title": "swanart Peacock Round Ceiling Light Lamp (Multicolour) (Design 1)",
      "price": 2550 ,
      "strikeprice": "₹4,999" ,
      "image": "https://m.media-amazon.com/images/I/91oB0orJWPS._SX679_.jpg" ,
      "brand": "Swanart" ,
      "colour": "Design 1" ,
      "material": "Crystal"  ,
      "about_product": "⭐Compact Design: Sparkling acrylic crystals which has a glass touch and feeling make it uneasy to break and could create a superior and classy atmosphere in your room ⭐Easy Installation: Assembly required(include hanging the crystal strings to the silver plate), but easy to install and all mounting hardware and a detailed mounting instructional manual included. ⭐In maximum products you will find the crystal in chandeliers, Wall lamps, Hanging Lights and their are many type of crystal we used in our product like K9 Crystal, Italian Crystal, Chinese Crystal, Spectra Crystal, Morocian Crystal etc. ⭐Modern Chandeliers and ceiling fitures use crystal glass in much the same way. A crystal chandeliers helps create a visual focal point that draws the eye and suggest a romantic, magical intimacy that other types of lighting simply cannot produce.." ,
      "rating": 3.6,
      "qty": 1
       } ,
    {
      "id": 12,
      "title": "ExclusiveLane 'Lush Foliage' Iron Chandeliers for Living Room Modern Ceiling Handcrafted Ceiling Lights for Home Decoration Hanging Lights for Ceiling Lamp (2 Shades, 34.3 Inch, Golden, Without Bulb)",
      "price": 1899 ,
      "strikeprice": "₹3,425" ,
      "image": "https://m.media-amazon.com/images/I/41e-YrkxaZL._SX300_SY300_QL70_FMwebp_.jpg" ,
      "brand": "ExclusiveLane" ,
      "colour": "LAMP SHADE: Golden & Green, BASE: Black" ,
      "material": "Iron"  ,
      "about_product": "Handcrafted in India by Artisans. Ideal to be put up in a living room or bedroom to add an elegant touch to your home. The dimensions of Chandeliers are: TOTAL: (L * W * H) = (9.8 * 9.8 * 34.3), LAMP SHADE:(L * W * H) = (7.3 * 7.3 * 9.8) Inch PACKAGE CONTENT: 1 Chandelier Base With 2 Shades, COLOR: LAMP SHADE: Golden & Green, BASE: Black, MATERIAL: Iron Notes: a) As this product is handcrafted there might be a slight color or design variation, which is natural and makes the product unique. b) Bulb is not included. c) Bulb holder Type is E-27. d) The lamp shades are attached to the holder with adjustable wires to adjust height as per requirenment. e) Comes with a 1 meter long wire without a plug to make ceiling attachment simple. f) Comes with a Canopy and Hardware kit to mount the Chandelier on the ceiling or the wall." ,
      "rating": 2.5 ,
      "qty": 1
       } ,
    
    {
      "id": 13,
      "title": "Discount4product Modern Ceiling Light Fixture Crystal Chandelier For Living room (Transparent,AC/DC)",
      "price": 4750 ,
      "strikeprice": "₹7,999" ,
      "image": "https://m.media-amazon.com/images/I/71AldJmsumL._SX522_.jpg" ,
      "brand": "Discount4product" ,
      "colour": "Clear-Transparent" ,
      "material": "Crystal"  ,
      "about_product": "Includes: LED Fixture Size: Top plate 35 cm in diameter, Approx 1.5 feet height Installed 3 Led Bulb ( Warm White 2w), Material: Stainless Steel Plate, Original Sparkling Glass Crystal Installation: Top Stainless Steel Frame Need to be Fix with Ceiling by Chain or Screw by electrician, Later arrange Crystal String as Per Numbers Perfect for home, party, wedding or Christmas decoration Crystal chandeliers (fancy and attractive) lights for your home and office The plate is decorated with lots of crystal droplets that are put into rows Country of Origin: India" ,
      "rating": 3.4 ,
      "qty": 1
       } ,
    {
      "id": 14,
      "title": "Blissbee AU007 Rectangular K9 Crystal Modern Rain Drop Ceiling Chandelier Light, (Yellow)(corded-electric)",
      "price": 5200 ,
      "strikeprice": "₹8,444" ,
      "image": "https://m.media-amazon.com/images/I/41JaU9jcDfL.jpg" ,
      "brand": "Blissbee" ,
      "colour": "Yellow" ,
      "material": "Crystal"  ,
      "about_product": "Size: Length 20-inch X Width 9-inch X Height: 23-inch Need assembly and Easy to Install. Made up of Steel and Glass long lasting material 6 LED Light Color : Warm White (yellow) Installed Enough for Living room Do cut off the power before installation to avoid electric shock Need Electrician TO install Chandelier" ,
      "rating": 3 ,
      "qty": 1
       } ,
    {
      "id": 15,
      "title": "D4P Glass Crystal chandelier Modern Ceiling Light Fixture Jhummer Hanging Light Ceiling Light W12 inch * H13 inch(Transperent)",
      "price": 3656 ,
      "strikeprice": "₹5,999" ,
      "image": "https://m.media-amazon.com/images/I/51SO+sgtWHL.jpg" ,
      "brand": "Discount4product" ,
      "colour": "Transparent" ,
      "material": "Glass"  ,
      "about_product": "D4P Glass Crystal chandelier Modern Ceiling Light Fixture Jhummer Hanging Light Ceiling Light W12 inch * H13 inch(Transperent) Size: Top plate 30 cm (12 inch) in Diameter, Height: Approx: 1 feet, All beads and 30 mm Drops are made up of Glass 1 Led Light Installed In It, Color : Warm White (yellow) The plate is decorated with lots of crystal droplets that are put into rows,, You can definitely buy some of these fancy kitchen chandelier for hotel, office, bedroom, living room or just your kitchen They can meet your needs for different situations Besides, you can choose the style of the beaded chandelier, too We can offer you modern, tiffany, traditional, art deco or rustic, just choose the exact kind of wagon wheel chandelier you like As to the color, size, bulb type or light source, you can always identify the kind of wine barrel chandelier you want to buy Just come to our shop and start to look for the exact birdcage chandelier you need Perfect for home, party, wedding or Christmas decoration Country of Origin: India" ,
      "rating": 3.4,
      "qty": 1
       } ,
    {
      "id": 16,
      "title": "S M Arcade 16 Watts Chandelier Light, Gold(Direct Wired Electric)",
      "price": 6299 ,
      "strikeprice": "₹16,999" ,
      "image": "https://m.media-amazon.com/images/I/71CkWx-XM8L._SY879_.jpg" ,
      "brand": "S M Arcade" ,
      "colour": "Golden" ,
      "material": "Metal"  ,
      "about_product": "One of the most trusted brands in the industry. Same day shipping using Amazon Official shipping service. Original RAINBOW crystals in neck and base ring, not plastic crystals Size 19 Inches Wide X 42 Inches Height Approx." ,
      "rating": 3.2 ,
      "qty": 1
       } ,
    {
      "id": 17,
      "title": "Discount4product Crystal Modern Chandeliers Lighting LED Ceiling Light Pendant Bulb Light Fixture, Flush Mount for Hallway, Bedroom, Living Room, Kitchen (35 cm Width, Transparent)",
      "price": 5150 ,
      "strikeprice": "₹6,999" ,
      "image": "https://m.media-amazon.com/images/I/41pHU9tI3IL._SX342_SY445_QL70_FMwebp_.jpg" ,
      "brand": "Discount4product" ,
      "colour": "Clear" ,
      "material": "Crystal"  ,
      "about_product": "Include: 1 Chandelier Size: top plate 35 cm in diameter, all beads and 30 mm drops are made up of glass 3 LED light installed in it, colour : warm white (yellow), height :2.5 feet Assembly required with installation instructions, easy to install, includes all necessary components to install directly into standard ceiling fixture The amazing flush mount k9 crystal modern rain drop chandelier lighting is a gorgeous ceiling light fixture which is far more stunning than the picture The modern contemporary chandelier pendant lamp quality is guaranteed Country of Origin: India" ,
      "rating": 3.7,
      "qty": 1
       } ,
   
    {
      "id": 18,
      "title": "GENREE 3-Lights Linear Chandelier for Ceiling Diamond Shaped Hanging Pendant Light for Ceiling, Black, 60 watts , Metal",
      "price": 849 ,
      "strikeprice": "₹1,454" ,
      "image": "https://m.media-amazon.com/images/I/813ZblkKuJL._SY500_.jpg" ,
      "brand": "GENREE" ,
      "colour": "Black" ,
      "material": "Metal"  ,
      "about_product": "Color: Black ; Material: Metal; Holder Type: E27 Cord Length: 100 CM (Adjustable); The light fixture requires E27 60W LED or Incandescent Bulb(Not Included) if you want to buy you can search B07M6BPC57 or B07KSK19DR or B07KSJS9M9 or B07KSL6BD1 or B07KSKCBCQ or B07MNND9B7 in the search box Chandelier Hanging Light for Ceiling | Pendant Light for ceiling | Ceiling Light | Wooden Hanging Light for ceiling ; Gives Classy look to your interior; Suitable for :- Home> Bed Room, Living Room, Over the Dining Table, For Restaurant ,Bar Counter, Hotels, Malls, Shops ,Clubs , Pubs, Pool Table, even a foyer or entryway etc. Required good electrician to assemble and fit the product." ,
      "rating": 4 ,
      "qty": 1
       } ,
    {
      "id": 19,
      "title": "K9CRYSTALIGHT 14Inch 3LayerRound Multicolor Crystal Chandelier for Living Room Modern Ceiling Light for Hall Dining Room Led Fixtures Hanging Ring Pendent k934",
      "price": 4500 ,
      "strikeprice": "₹5,999" ,
      "image": "https://m.media-amazon.com/images/I/41YKFHn+iaL._SX342_SY445_.jpg" ,
      "brand": "K9CRYSTALIGHT" ,
      "colour": "Multicolor" ,
      "material": "Glass"  ,
      "about_product": "14Inch 3LayerRound Multicolor Crystal Chandelier for Living Room Modern Ceiling Light for Hall Dining Room Led Fixtures Hanging Ring Pendent A34 14 inch width, 8 inch height Shape -3 Round Size - Outer width size of Ring - 14 inch, Heart Size width - 11 and 8 inch, Heavy glass crystal INSTRUCTION : Before installing the chandelier, please remove the plastic protective film upon the stainless steel rings." ,
      "rating": 5 ,
      "qty": 1
       } ,
    
    {
      "id": 20,
      "title": "TRIPPING Classic Decorative Ceiling Pendant 3 Light Hanging Light Lamp Bulb/Chandelier (Multicolour, Free Art au8)(AC, Glass)",
      "price": 1395 ,
      "strikeprice": "₹2,999" ,
      "image": "https://m.media-amazon.com/images/I/51xP4SHtZGL._SY500_.jpg" ,
      "brand": "TRIPPING" ,
      "colour": "Black & white" ,
      "material": "Glass"  ,
      "about_product": "This three light ceiling lamp is completely manufactured in India which is completely hand made by skilled craftsmen, its three glasses are multicolor made by beads mosaic ceramic coating This chandelier which is of 3 light when it burns in your home room office restaurant bar garden bedroom shop hall marriage hall party meeting hall center dining table it gives a very attractive look to the area in which multicolor lights are lit. Well then it looks so cute With this hanging light you will get three multicolor handicraft glass three e27 bulb holder 9/9/9 watts threeLED bulbs whose light is warm white yellow and iron leaf two not two pages and one big black plate for ceiling.There is a very easy way to put it on the ceiling, any ordinary person can hang this hanging pendant lamp on the ceiling,The length of each of its black wires is 50 cm, which can be adjusted according to your wish. This celling latest new style gold classical to give rustic touch night crystal lights vintage set glossy look to your interior attractive and light weaight and this Hanging make in india and long life. This chandeliers is led bulb light color warm white and multicolor 3glss moaic clourfull siramic beads antique accessories very lovely wonderful celling jhoomar henging. Tripping pendant zoomers colour changing color for your decoration and decorative exclusivelane exquisiv light/lampmake in india long life/bulb included traditional/vintage size:LxWxH (cm) adjustedable up n down wire small and big size higest size length 70cm and Width 25cm around" ,
      "rating": 2 ,
      "qty": 1 

    } 
     
  ]

}